"BUTTON_AUTHENTICATE" = "Käytä puhelinnumeroani";

"BUTTON_CREATED_ACCOUNT" = "Tili luotu";

"BUTTON_CREATE_ACCOUNT" = "Luo tili";

"BUTTON_CREATING_ACCOUNT" = "Luodaan tiliä";

"BUTTON_DISMISS" = "Hylkää";

"BUTTON_NOT_NOW" = "Ei nyt";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Lähetä vahvistuskoodi uudelleen";

"BUTTON_RETRY" = "Yritä uudelleen";

"BUTTON_SENDING_CONF_CODE" = "Lähetetään vahvistuskoodia";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Varmista";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Varmistettu";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Varmistetaan";

"BUTTON_SEND_CONF_CODE" = "Lähetä vahvistuskoodi";

"BUTTON_SENT_CONF_CODE" = "Vahvistuskoodi lähetetty";

"BUTTON_SIGNED_IN" = "Kirjauduttu sisään";

"BUTTON_SIGNING_IN" = "Kirjaudu sisään";

"BUTTON_SIGN_IN" = "Kirjaudu sisään";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Kirjaudu Twitter-tunnuksellasi";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Kokeile toista numeroa";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Tarkista koodi ja yritä uudelleen";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Tarkista verkkoyhteys ja yritä uudelleen";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Tarkista numero ja yritä uudelleen";

"ERROR_TRY_AGAIN_LATER" = "Kirjautuminen Twitteriin ei juuri nyt onnistu. Yritä myöhemmin uudelleen.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Olet asettanut kaksiosaisen varmistuskoodin osoitteessa <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "Napauttamalla yllä Luo seuraava tili hyväksyt Digits by Twitterin <u>käyttöehdot</u>, <u>yksityisyyskäytännön</u> ja  <u>evästekäytännön</u> sekä hyväksyt sovelluksen %@ muiden    \n    \n    käyttäjien voivan löytää sinut puhelinnumeron ja/tai sähköpostiosoitteen avulla.";

"FOOTNOTE_SEND_CONF_CODE" = "Kun napautat yllä Lähetä vahvistuskoodi, <u>Digits by Twitter</u> lähettää sinulle tekstiviestin puhelinnumerosi vahvistamista varten.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Syötä kaksiosainen varmistuskoodi";

"LABEL_ENTER_CONF_CODE" = "Syötä vahvistuskoodi";

"LABEL_ENTER_PHONE_NUMBER" = "Anna puhelinnumerosi";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Digits by Twitter -palvelu auttaa löytämään muita tätä sovellusta käyttäviä ystäviäsi. Kun napautat OK, lähetämme osoitekirjasi Digits by Twitterille, jotta voimme auttaa sinua löytämään sovelluksen %@ käyttäjiä, jotka tuntevat sinut tai auttaa muita sovelluksen %@ käyttäjiä löytämään sinut.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Löydä ystäväsi";

"LABEL_PLEASE_USE_TWITTER" = "Kirjaudu Twitter-tunnuksellasi";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Numerosi on jo liitetty Twitter-tiliin. Kirjaudu Twitter-tunnuksellasi alla.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Puhelinnumeron vahvistaminen epäonnistui";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Vahvistuskoodin lähettämisessä on nyt ongelmia.";

"PARTIAL_FOOTNOTE_THIS_APP" = "tämä sovellus";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Varmistuskoodi";

"PLACEHOLDER_CONF_CODE" = "Vahvistuskoodi";

"PLACEHOLDER_YOUR_NUMBER" = "Numerosi";

